{
  "app": {
    "return": "Tornar",
    "next": "Seguent",
    "yes": "Si",
    "no": "No",
    "send": "Enviar",
    "accept": "Acceptar",
    "cancel": "Cancel·lar",
    "areYouSure": "Estàs segur/a?",
    "save": "Guardar",
    "close": "Tancar",
    "loading": "Carregant...",
    "error": "Error",
    "errorHandler": "Ha succeït un error inesperat.Posi's en contacte amb el servei tècnic",
    "knowMore": "Saber més",
    "seeMore": "Veure més",
    "login": "Iniciar sessió",
    "register": "Registra't",
    "guest": "Continuar com a convidat/da",
    "user": "Usuari/a",
    "userTrained": "Usuari/a entrenat/da",
    "dateFormats": {
      "short": "dd/MM/yyyy",
      "long": "dd/MM/yyyy, HH:mm:ss"
    },
    "week": "Setmana",
    "month": "Mes",
    "year": "Any",
    "weeks": "Setmanes",
    "months": "Mesos",
    "years": "Anys",
    "genre": "Gènere",
    "age": "Edat",
    "man": "Home",
    "woman": "Dona",
    "other": "Altre",
    "others": "Altres",
    "unbinarized": "No binari",
    "unknown": "Preferixo no dir-ho",
    "terms": "Termes i condicions",
    "privacy": "Política de privacitat",
    "observations": "Observacions",
    "logout": "Tancar sessió"
  },
  "home": {
    "footer": {
      "legal": {
        "legalNotice": "Avís legal",
        "terms": "Termes i condicions",
        "privacy": "Política de privacitat",
        "cookies": "Política de cookies"
      },
      "allRightsReserved": "Tots els drets reservats",
      "smallText": "SoundCollect és un projecte coordinat per <a href='https://scienceforchange.eu' target='_blank'>Science For Change</a> dins de la convocatòria del programa operatiu del FEDER de Catalunya 2021-2027 amb número de referència del Contracte EC-2023-89."
    },
    "header": {
      "wellcome": "Et donem la benvinguda a la plataforma de visualització de dades de SoundCollect!",
      "text": "Aquesta eina ha estat creada per portar la informació sobre les àrees tranquil·les directament al teu abast."
    },
    "whatToDo": {
      "text1": "La nostra plataforma web és un visor de dades interactiu que transforma la informació recopilada per l'aplicació SoundCollect en estadístiques i anàlisis detallades. Tant si ets un/a ciutadà/na interessat/ada en la qualitat sonora del teu entorn, com si ets una persona experta en acústica, aquesta plataforma t'ofereix tot el que necessites per explorar i entendre els paisatges sonors urbans. Recorda que està demostrat que el paisatge sonor urbà,  és un element que afecta i condiciona de forma rellevant la qualitat de vida de les persones.",
      "listTitle": "Què pots fer a la plataforma?",
      "listItem1": {
        "text": "Visualitza totes les observacions realitzades per la comunitat. Utilitza els filtres per interactuar amb les dades i descobrir zones d'interès.",
        "title": "Explora el mapa sonor col·laboratiu:"
      },
      "listItem2": {
        "title": "Accedeix a un resum estadístic general:",
        "text": "Consulta estadístiques detallades sobre l'abast de l'aplicació en tot el territori de Catalunya, el nombre total de registres i el nombre de persones usuàries actives."
      },
      "listItem3": {
        "title": "Realitza una anàlisi detallada:",
        "text1": "Selecciona una zona d'estudi d'interès i delimita-la espacialment i temporalment per conèixer la tranquil·litat, tant a escala quantitativa, a partir de les dades dels nivells de pressió sonora; com a escala qualitativa, amb dades sobre la percepció de l'entorn acústic.",
        "text2": "Descarrega't el manual d'usuari de la plataforma per tenir més informació.",
        "text3": "Explora, analitza i comparteix dades sobre les àrees tranquil·les de Catalunya.",
        "text4": "Descobrirem junts/es el so de la comunitat!",
        "link": "http://home.soundcollectapp.com/wp-content/uploads/2024/07/20240717_Manual-de-lusuari_aria-Dashboard-SoundCollect_CAT.pdf"
      }
    },
    "dataValidate": {
      "title": "Procés de validació de les dades",
      "text1": "Per assegurar la precisió i rellevància de la informació a la plataforma de visualització de dades, els registres han de passar per un procés de validació. Només les dades que compleixin amb els següents requisits seran visibles a la plataforma:",
      "listItem1": {
        "title": "Calibratge de dispositius mòbils:",
        "text": "Només es consideraran les dades de persones usuàries que hagin calibrat els seus dispositius mòbils correctament. T'expliquem per què per a nosaltres el calibratge és clau:",
        "text1": "El calibratge adequat assegura que les dades siguin precises i de confiança. Amb el temps, factors com el desgast o canvis en l'entorn poden desviar els resultats.",
        "text2": "El calibratge garanteix que els mesuraments realitzats en diferents moments o condicions siguin comparables. Això permet obtenir resultats consistents i repetir mesuraments amb confiança al llarg del temps."
      },
      "listItem2": {
        "title": "Rang de LAeq acceptable:",
        "text": "S'acceptaran els registres que continguin valors de  LAeq d'entre 20dBA i 80dBA.  Els valors fora d'aquest rang no es consideren erronis, però no s'inclouran a la plataforma perquè no caracteritzen adequadament una àrea tranquil·la. "
      }
    }
  },
  "map": {
    "observations": "Mapa",
    "titleMenu": "Mapa",
    "filters": {
      "enable": "Aplicar filtres",
      "disable": "Desactivar filtres",
      "title": "Mostrar filtres",
      "days": "Dies",
      "hourRange": "Franja horària",
      "soundTypes": "Tipus de sons",
      "naturals": "Naturals",
      "people": "Éssers humans",
      "traffic": "Trànsit",
      "others": "Altres sorolls",
      "peopleTypes": "Tipus de persona usuaria",
      "contributor": "Contribuent",
      "citizen": "Ciutadà/na acústic/a",
      "explorer": "Explorador/a acústic/a",
      "traveler": "Viatger/a sonor/a",
      "informer": "Informador/a expert/a",
      "pressure": "Pressió sonora",
      "positivePlaces": "Llocs amb influencia positiva",
      "stronglyAgree": "Molt d'acord",
      "agree": "D'acord",
      "undecided": "Indecís",
      "disagree": "En desacord",
      "stronglyDisagree": "Molt en desacord"
    },
    "layers": {
      "title": "Tipus de mapa",
      "standard": "Estandar",
      "satellite": "Satèl·lit"
    },
    "laeqtChart": {
      "axisX": "Temps (segons)",
      "axisY": "Nivell de pressió sonora (dBA)"
    },
    "description": "Consulta estadístiques detallades sobre l'ús de SoundCollect a Catalunya i accedeix a diferents indicadors.",
    "title": "Mapa sonor col·laboratiu"
  },
  "overview": {
    "observations": "Resum",
    "titleMenu": "Resum",
    "cataloniaMap": {
      "regions": "Comarques de Catalunya",
      "moreObs": "Més observacions",
      "lessObs": "Menys observacions",
      "obsNumber": "Nombre d'observacions"
    },
    "barChart": {
      "yAxis": "Nombre de registres",
      "tooltip": {
        "date": "Data",
        "numObs": "Observacions"
      },
      "title": "Evolució temporal dels registres en SoundCollect",
      "content": "Aquesta gràfica mostra com varia l'activitat de les persones usuàries al llarg del temps. Et permet identificar patrons d'ús i dates clau, ajudant a avaluar la participació i planificar activitats participatives."
    },
    "observationsNumber": {
      "total": "Nombre de registres total",
      "average": "Mitjana de registres per mes per usuari/a",
      "users": "Nombre total d'usuaris/es"
    },
    "description": "Consulta estadístiques detallades sobre l'ús de SoundCollect a Catalunya i accedeix a diferents indicadors.",
    "title": "Resum"
  },
  "soundscape": {
    "observations": "Observacions",
    "titleMenu": "Anàlisi",
    "map": {
      "createFilter": "Crear zona d'estudi",
      "editFilter": "Editar filtre",
      "deleteFilter": "Eliminar filtre"
    },
    "filter": {
      "morning": "Matí (7:00 - 19:00)",
      "afternoon": "Vespre (19:00 - 23:00)",
      "night": "Nit (23:00 - 7:00)",
      "wholeDay": "Tot el dia"
    },
    "soundLevels": {
      "title": "Visualització gradual dels nivells de so per hores",
      "content": "Aquesta gràfica et permetrà observar com varia la tranquil·litat de la zona al llarg del dia, ajudant-te a entendre millor els patrons de so i els períodes de major o menor tranquil·litat. Utilitza un gràfic d'àrea polar per a revelar els patrons de so i els períodes de major o menor tranquil·litat en la zona, amb cada segment representant una hora específica i el seu radi indicant el nivell de pressió sonora en aquest moment."
    },
    "soundTypes": {
      "title": "Tipus de so",
      "traffic": "Trànsit",
      "people": "Éssers humans",
      "nature": "Sons naturals",
      "others": "Altres sorolls",
      "axisY": "Nombre de registres",
      "content": "Aquest gràfic de barres mostra la distribució acumulada de cada tipus de so registrat, expressada en percentatges. Proporciona una visió general de les principals fonts de so en la zona d'estudi. Per exemple, una alta proporció de sons naturals pot indicar un entorn més tranquil i relaxant, mentre que una alta proporció de sons de trànsit pot assenyalar una àrea més concorreguda o sorollosa."
    },
    "quas": {
      "title": "Anàlisi de variables qualitatives - quantitatives",
      "quiet": "Tranquilitat",
      "lowlyQuiet": "Moderament tranquil",
      "fairlyQuiet": "Prou tranquil",
      "veryQuiet": "Molt tranquil",
      "obsNumber": "Nombre d'observacions",
      "activityLevel": "Nivell d'activitat",
      "pleasantnessLevel": "Nivell d'agradabilitat",
      "activity&pleasantness": "Activitat / Agradabilitat",
      "content": "La gràfica facilita la identificació de patrons i tendències en la relació entre so i percepció. Per exemple, pot revelar si alts nivells de pressió sonora sempre corresponen a una baixa percepció de tranquil·litat o si existeixen excepcions en entorns específics. És una eina clau per a avaluar com l'entorn acústic afecta la percepció del confort, permetent una comprensió més profunda de la relació entre el so mesurat i l'experiència subjectiva de tranquil·litat."
    },
    "perception": {
      "title": "Descripció de la percepció del espai",
      "quiet": "Tranquilitat",
      "cleanliness": "Neteja i manteniment",
      "accessibility": "Accessibilitat",
      "safety": "Seguretat",
      "notQuiet": "Gens tranquil",
      "littleQuiet": "Poc tranquil",
      "lowlyQuiet": "Moderament tranquil",
      "fairlyQuiet": "Prou tranquil",
      "veryQuiet": "Molt tranquil",
      "dirty": "Poc net",
      "clean": "Net",
      "veryClean": "Molt net",
      "veryBad": "Molt dolent",
      "bad": "Dolent",
      "medium": "Mitjà",
      "good": "Bé",
      "verGood": "Molt bé",
      "notAccessible": "Poc accessible",
      "accessible": "Accessible",
      "veryAccessible": "Molt accessible",
      "notSafe": "Poc segur",
      "safe": "Segur",
      "verySafe": "Molt segur",
      "content": "Aquest gràfic mostra en percentatges els aspectes de percepció de l'espai, la qual cosa permet identificar característiques que necessiten millora o que generen alta satisfacció en la zona d'estudi."
    },
    "pressure": {
      "title": "Distribució de nivells de pressió sonora a l'àrea tranquil·la",
      "morning": "Matí (7:00 - 19:00)",
      "afternoon": "Vespre (19:00 - 23:00)",
      "night": "Nit (23:00 - 7:00)",
      "hourRange": "Franja horària",
      "obsNumber": "Nombre d'observacions",
      "content": "Aquesta visualització et permet identificar patrons i tendències en els nivells de so de la zona d'interès. Per exemple, podries descobrir que els nivells de pressió sonora són més alts durant les tardes en una zona verda pròxima a un parc on juguen els nens i nenes. Aquesta informació és útil per a avaluar com les activitats i l'entorn afecten la tranquil·litat de l'àrea en diferents moments del dia."
    },
    "qualitativeData": {
      "title": "Diagrama de dispersió del paisatge sonor",
      "content2": "Diagrama de dispersió adaptat de: Mitchell A, Aletta F, Kang J. How to analyse and represent quantitative soundscape data. JASA Express Lett. 2022 Mar;2(3):037201. doi: 10.1121/10.0009794.",
      "content1": "El diagrama de dispersió del paisatge sonor ofereix una visió detallada de com les persones usuàries perceben l'entorn acústic en dues dimensions clau: l'agradabilitat i l'activitat del paisatge sonor, seguint la norma ISO 12913:2004 sobre paisatge sonor. La gràfica agrupa la informació en quatre quadrants del pla cartesià:",
      "content": {
        "list1": "Quadrant superior esquerre (caòtics): Paisatges sonors amb predomini de sons desagradables que generen incomoditat o angoixa.",
        "list2": "Quadrant inferior esquerre (monòtons): Paisatges sonors que no són ni agradables ni actius, mancant d'elements interessants o atractius.",
        "list3": "Quadrant superior dret (vibrants): Paisatges sonors estimulants i agradables, amb sons positius que contribueixen a una experiència enriquidora i segura.",
        "list4": "Quadrant inferior dret (calmats): Paisatges sonors ideals per a la relaxació, amb sons de fons suaus i agradables que ajuden a la recuperació després de períodes d'estrès"
      }
    },
    "tonalFrequency": {
      "title": "Gràfica d'1/3 d'octava",
      "frequency": "Freqüència (Hertz)",
      "presure": "Pressió sonora",
      "pressurePonderation": "Pressió sonora dBA",
      "ponderation": "dB",
      "noPonderation": "dBA",
      "content": "Aquest gràfic mostra com es distribueix l'energia dels sons en l'àrea seleccionada al llarg d'un espectre de freqüències. La seva utilitat radica a identificar si predominen les freqüències baixes o altes en l'àrea d'estudi. Les freqüències baixes representen sons greus, com el retrunyir d'un motor, mentre que les freqüències altes inclouen sons aguts, com el cant d'un ocell. El gràfic permet alternar entre el nivell de pressió sonora sense ponderació (Leq) i amb ponderació A (LAeq)."
    },
    "temporalEvolution": {
      "title": "Evolució temporal sobre els nivells de so dB(A) en un període de temps",
      "serie1": "Sèrie 1",
      "serie2": "Sèrie 2",
      "morningSerie1": "Dia Sèrie 1",
      "morningSerie2": "Dia Sèrie 2",
      "afternoonSerie1": "Vespre Sèrie 1",
      "afternoonSerie2": "Vespre Sèrie 2",
      "nightSerie1": "Nit Sèrie 1",
      "nightSerie2": "Nit Sèrie 2",
      "hours": "Hores",
      "morning": "Dia",
      "afternoon": "Vespre",
      "night": "Nit",
      "pressureLevel": "Nivell de pressió sonora (dBA)",
      "tooltip": {
        "hour": "Hora",
        "numObs": "Observacions"
      },
      "content": "Aquesta gràfica t'ajuda a entendre com els nivells de so canvien al llarg del dia i identificar períodes amb alta o baixa variabilitat en els nivells de pressió sonora. Permet analitzar les variacions de so en una zona específica al llarg del temps i comparar dues sèries de dades. Utilitza un format de veles, on cada vela representa els nivells de pressió sonora per a una hora específica."
    },
    "tagCloud": {
      "title": "Mesures per a protegir acústicament la zona d'estudi",
      "content": "Aquest núvol de paraules es genera a partir de les respostes a la pregunta oberta: “Quines mesures proposaries per a protegir acústicament aquest espai?” La visualització destaca els suggeriments dels usuaris, mostrant en major grandària les paraules o frases més freqüents, la qual cosa facilita identificar les mesures més populars o rellevants per a millorar la protecció acústica en la zona d'estudi."
    },
    "description": "Defineix una zona d'estudi i ajusta el període de temps per a avaluar la tranquil·litat de l'àrea. Analitza tant la percepció acústica qualitativa com els nivells de pressió sonora quantitatius.",
    "title": "Anàlisi"
  },
  "login": {
    "title": "Accedeix al Dashboard",
    "subtitle": "Inicia sessió amb el teu usuari de l'app per a continuar",
    "submitButton": "Iniciar sessió",
    "errorTitle": "Error",
    "errorSubtitle": "Usuari/a o contrasenya incorrectes"
  },
  "error": {
    "title": "Oops!",
    "subtitle": "Alguna cosa no ha sortit bé.",
    "button": "Tornar"
  }
}
